<html>


<!-- Mirrored from www.geocities.com/fallowbudgies/hugbookd1.htm by HTTrack Website Copier/3.x [XR&CO'2008], Wed, 19 Aug 2009 19:09:43 GMT -->
<head>
<meta http-equiv="Content-Language" content="de-ch">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Falben Wellensittiche Hugbook</title>
<base target="_self">
</head>

<body bgcolor="#008000">
<!-- following code added by server. PLEASE REMOVE -->
<!-- preceding code added by server. PLEASE REMOVE -->

<div align="left">

<table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="750" id="AutoNumber17" height="50">
  <tr>
    <td bgcolor="#000000">
    <p align="left" style="margin:0 5; ">
    <a href="index.htm" style="text-decoration: none"><span lang="de-ch"><b>
    <font face="Impact" size="5" color="#FF0000">FALBEN WELLENSITTICHE</font></b></span></a></td>
    <td width="105" bgcolor="#111111">
    <div align="right">
      <table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="100" id="AutoNumber18" bgcolor="#000000">
        <tr>
          <td>
          <p align="center" style="margin-top: 0; margin-bottom: 0"><b>
          <a style="text-decoration: none" href="news1g.htm">
          <font face="Arial" size="2" color="#FF00FF">NEWS</font></a></b></td>
        </tr>
      </table>
    </div>
    </td>
    <td width="105" bgcolor="#111111">
    <div align="right">
      <table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="100" id="AutoNumber18" bgcolor="#000000">
        <tr>
          <td bgcolor="#000000">
          <p align="center" style="margin-top: 0; margin-bottom: 0">
        <span lang="de-ch"><b>
        <a style="text-decoration: none" href="libraryg1.htm">
        <font face="Arial" size="2" color="#FF00FF">BIBLIO</font></a></b></span></td>
        </tr>
      </table>
    </div>
    </td>
    <td width="105" bgcolor="#111111">
    <div align="right">
      <table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="100" id="AutoNumber18" bgcolor="#000000">
        <tr>
          <td>
          <p align="center" style="margin-top: 0; margin-bottom: 0">
        <b>
        <font color="#FF0000" size="2" face="Arial">
        <span style="background-color: #00CCFF">HUGBOOK</span></font></b></td>
        </tr>
      </table>
    </div>
    </td>
    <td width="105" bgcolor="#111111">
    <div align="right">
      <table border="0" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#111111" width="100" id="AutoNumber18" bgcolor="#000000">
        <tr>
          <td>
          <p align="center" style="margin-top: 0; margin-bottom: 0">
        <b>
          <font face="Arial" size="2" color="#FF00FF"><span lang="de-ch">
        <a style="text-decoration: none" href="galleryg0.htm">
        <font color="#FF00FF">GALLERIEN</font></a></span></font></b></td>
        </tr>
      </table>
    </div>
    </td>
  </tr>
</table>
<table border="1" cellpadding="0" cellspacing="0" style="border-collapse: collapse" bordercolor="#FFFF99" width="750" id="AutoNumber7" bgcolor="#FDE664">
  <tr>
    <td height="54" bgcolor="#111111" width="750">
    <p style="margin-left:5; margin-right:5">
<font face="Arial">
<a NAME="START"></a>
</font>
<b>
<font color="#FF0000" face="Arial">
<span style="background-color: #00CCFF">Hugbook</span> gefüllt für Züchter von 
Falben Wellensittichen </font></b></p>
    </td>
  </tr>
</table>

<table border="0" cellpadding="5" cellspacing="0" width="750" bgcolor="#FDE664" style="border-collapse: collapse" bordercolor="#111111">    <tr>        <td width="750" align="left">

<p align="left" style="margin-left: 5; margin-right: 5">
<font size="2"><font color="#000000" face="Arial">Dieses Hugbook beleuchtet
viele interessante Punkte, die f&uuml;r den Z&uuml;chter von Falben-Wellensittichen
und von anderen Rezessiven Farbschl&auml;gen von Wichtigkeit sind. Das
Hugbook ist nicht ganz gratis. Die Kosten sind aber verh&auml;ltnism&auml;ssig
angenehm: Sobald sie jemandem eine Umarmung schenken finden sie das Buch
weiter unten auf dieser Seite.</font><font face="Arial"> </font></font>
</p>

<center>
<table WIDTH="600" BGCOLOR="#FFFF99" style="border-collapse: collapse" bordercolor="#111111" cellpadding="0" cellspacing="0" >
<tr>
<td WIDTH="40%">
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" color="#000000" face="Arial">&nbsp;&nbsp;&nbsp;&nbsp; 
Inhaltsverzeichnis&nbsp;</font></b><font size="2" face="Arial">
<br>&nbsp; </font>
</p>
<ul>
<li>
<p style="margin-left: 5; margin-right: 5">
<font color="#000000" size="2" face="Arial"><a href="#Foreword">Vorwort</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font color="#000000" size="2" face="Arial"><a href="#IntroHugbook">Einleitung</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#Birdroom">Zuchtanlage</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#Management">Tagesablauf</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#Feeding">F&uuml;tterung</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#Medication">Gesundheit</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#Studs">Zuchtstamm</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#Selection Methods">Selektionskriterien</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#Breeding Techniques">Zuchtmethoden</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#All about Fallows">Information &uuml;ber
Falben</a></font></li>

<li>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial" size="2"><a href="#References">Referenzen</a></font></li>
</ul>
</td>

<td>
<p style="margin-left: 5; margin-right: 5"></td>

<td BGCOLOR="#FFFF99">
<center>
<p style="margin-left: 5; margin-right: 5">&nbsp;</p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">
<a href="poster01.htm">
<img SRC="hugbook1.jpg" ALT="NOT ALL ABOUT FALLOW BUDGERIGARS  Hugbook" BORDER=0 height=395 width=327></a></font></p>
<p style="margin-left: 5; margin-right: 5">&nbsp;</p>
</center>
</td>
</tr>
</table></center>

<p style="margin-left: 5; margin-right: 5">
<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="Foreword"></a><font size="2"><b>
<font face="Arial">Vorwort</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">vom Verleger </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Falben sind die Juwelen unter den Wellensittichen,
wenn sie V&ouml;gel mit sanften Farben, seidigen Federn und roten Augen
lieben.
<br><a href="fall501.jpg">Goldgesicht Opalin
Falben</a> sind meine Favoriten. Eine h&ouml;chst interessante Kombination
ist der Doppelfaktorige Spangle Falbe in Blau oder Gr&uuml;n. Diese V&ouml;gel
gleichen  den geschlechtsgebunden vererbenden Inos und sind anflugsfrei.
Es w&auml;re interessant herauszufinden, ob solche V&ouml;gel auf Ausstellungen
erkannt werden. Herumalbern mit Richtern ist lustig.
<br>Sp&ouml;tter machen sich weltweit &uuml;ber
Falben und Haubenwellensittiche lustig. Es wird behauptet, dass die Falbenzucht
verlorene Zeit ist, weil angeblich die Falbengene jede positive Entwicklung
verhindern. Das ist selbstverst&auml;ndlich eine Altweibergeschichte, die
nur beweist wie weit verbreitet Ignoranz ist. Der Tanz um das Graugr&uuml;ne
Kalb tr&uuml;bt bei vielen die Sicht auf die pastellfarbigen Alternativen.
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Es war die Absicht des Verlegers ein praktisches
Handbuch zu schaffen, das auf theoretischer Erfahrung beruht. Die Ausf&uuml;hrungen
der beiden virtuellen Experten repr&auml;sentieren zum Teil diametral auseinander
liegende Meinungen aus den extremen Ecken der Wellensittichliebhaberei. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Ich hoffe, dass sie gen&uuml;gend kontroversen
Diskussionsstoff finden werden, um in Debatten rote K&ouml;pfe zu verursachen.
Bitte vergessen sie nicht, dass nackte K&ouml;nige ziemlich selten sind,
und wenn nicht alle ihre Fragen beantwortet werden konnten, werden sie
doch feststellen d&uuml;rfen, dass sie noch immer verwirrt sind, aber verwirrt
auf einer h&ouml;heren Ebene. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Ich habe geh&ouml;rt, dass Wellensittichfreunde
einen sehr speziellen Humor haben. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Bonsai </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="IntroHugbook"></a><font size="2"><b>
<font face="Arial">Einleitung</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">vom Verleger </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Die Bezeichnung Falbe ist in der Pferdezucht
(<a href="Falber.html">Falbe oder Falber</a>) und in der Katzenliebhaberei
(<a href="falbkatz.jpg">Falbkatze</a>) sehr gel&auml;ufig und sie beschreibt
aufgehellte Farbspielarten mit einem gelb-br&auml;unlichen Fell. Es war
daher naheliegend, dass die ersten Wellensittichz&uuml;chter analog dazu
ihre ersten <a href="fall616.jpg">gelb-braunen Wellensittiche</a> ebenfalls
als Falben bezeichneten. </font>
<p style="margin:0 5; "><font size="2" face="Arial">Falben-Wellensittiche werden seit ungef&auml;hr
1930 regelm&auml;ssig gez&uuml;chtet. Es gibt Hinweise auf mindestens drei
verschiedene Mutationen mit einem sehr &auml;hnlichen Ph&auml;notyp/Aussehen.
Falben k&ouml;nnen sowohl in der Gr&uuml;n-, als auch in den Blau- und
Gelbgesichtreihen gez&uuml;chtet werden und in Kombination mit den meisten
Mutationen. Die Fl&uuml;gelzeichnung ist br&auml;unlich und
die K&ouml;rperfarbe ist graduell verd&uuml;nnt (zu Weiss oder zu Gelb),
wobei&nbsp; die Originalfarbe am besten sichtbar ist zwischen den Fl&uuml;geln,
auf dem R&uuml;cken der V&ouml;gel (siehe <a href="fall809.jpg">Bild</a>).
</font>
<p style="margin:0 5; "><font size="2" face="Arial">Dieser herrliche <b><font color="#0000B5">FAR</font><font color="#4A4AFF">BEN
G</font><font color="#9595FF">RAD</font><font color="#D0D0FF">IE</font><font color="#E3E3FF">NT</font></b>&nbsp;
ist typisch f&uuml;r Falben. Die Nasenwachshaut ist bei Weibchen braun
und bei M&auml;nnchen rosa. Die Beine und F&uuml;sse sind fleischfarben.
Die Kehltupfen sind br&auml;unlich gef&auml;rbt und die Augen sind rot.
Deutsche und Australische Falben haben im Gegensatz zu Englischen (und
Schottischen) Falben einen klar erkennbaren weissen Irisring. Die Farbe
des Irisrings scheint das einzige Unterscheidungsmerkmal zu sein. In Falben ist das
schwarze Pigment nicht durch braunes Pigment ersetzt worden. Der optische
Effekt ist vermutlich auf reduzierte Enzymaktivit&auml;t (Deutsche Falben)
und auf ver&auml;nderte Zellstrukturen der Melanozyten (Englische Falben)
zur&uuml;ckzuf&uuml;hren.</font><p style="margin:0 5; ">&nbsp;<p style="margin:0 5; "><font size="2" face="Arial">
Ein neues Kapitel in der Geschichte der Falben wurde vor kurzem in Japan 
geschrieben. </font>
<tt style="FONT-FAMILY: Courier New">
<span lang="EN-GB" style="FONT-FAMILY: Arial; FONT-SIZE: 10pt">Kanji Kawabata</span><span style="FONT-FAMILY: Arial; FONT-SIZE: 10pt">
</span></tt><font size="2" face="Arial">entdeckte 2003 in einem Zoogeschäft ein 
Wellensittichmännchen mit roten Augen -es war ein Goldgesicht-Bergman-Blau 
Hellflügel Opalin Falbe- und markanter Zeichnung. Bereits nach zwei 
Generationen hatte dieser Vogel erfolgreich Falbennachwuchs gezogen. Der Züchter 
hat diese Japanischen Falben in der Zwischenzeit mit Japanischen  Hauben-Wellensittichen 
(&quot;Helikopter&quot;) , 
Hellflügeln, Opalinen, Dänischen Schecken, Violetten, Zimtern und Goldgesichtern 
kombiniert. Diese Falben sind 
einzigartig.  Japanische Falben vererben autosomal rezessiv, wie alle 
anderen Falbenmutationen. <font color="#FF0000"> <a href="galleryg1.htm">Japanische 
Falben</a></font> haben weisse Irisringe, genauso wie Deutsche und Australische 
Falben. </font>
<p style="margin:0 5; "><font size="2" face="Arial"><br>Kreuzungsversuche
haben gezeigt, dass die Englische -, die Schottische - und die Deutsche
Falbenmutation keine Allele sind. Der Nachwuchs zweier Falben von verschiedenen
Mutationen wird Normal gezeichnet sein. Diese V&ouml;gel sind spalterbig
f&uuml;r beide Falbenmutationen. Alle Falben Mutationen vererben rezessiv,
deshalb sind in jedem Falben immer zwei Falbengene vorhanden. Es gibt keine
klaren Hinweise darauf, dass eine Falbenmutation gekoppelt ist mit einer
anderen Mutation (Grau und Australische Falben? Spangle und Englische Falben?). Es ist 
nicht bekannt, ob die Australische, die Japanische und 
Deutsche Falbenmutationen Allele sind.</font><p style="margin:0 5; "><font size="2" face="Arial">Vermutlich ist eine der Falben-Mutationen
ein Allel zur autosomal vererbenden Rezessiven Ino Mutation (&quot;B&ouml;hm-Lutinos&quot;). </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Das Z&uuml;chten von Falben ist eine Aufgabe
f&uuml;r starrk&ouml;pfige Esel mit einer dicken Haut. Deshalb ist es nicht
verwunderlich, wenn die Kommentare der virtuellen Experten zum Teil spitz
und scharf formuliert sind. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Bonsai </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="Birdroom"></a><font size="2"><b>
<font face="Arial">Zuchtanlage</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Meine Anlage ist 18m lang und 6m breit,
eine Backsteinkonstruktion mit zwei Innenfl&uuml;gen. Die 48 Zuchtboxen
messen 64cm x 45cm x 37cm und die Aussen-Nistkasten 15cm x 15cm x 25cm.
Ich glaube nicht, dass meine V&ouml;gel darunter leiden, wenn sie im Haus
gehalten werden. Optimale Lichtverh&auml;ltnisse werden geschaffen durch
Neonlampen, die konstant 14 Stunden pro Tag brennen. Wellensittiche sind
im Gegensatz zu anderen V&ouml;geln nicht empf&auml;nglich f&uuml;r die
Einfl&uuml;sse des Lichtes. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Wir benutzen zwei Anlagen. Eine Zuchtanlage
mit 8 Zuchtboxen (75cm x 45cm x 40cm) und einem Innenflug (2.4m x 1.5m
x 2.2m). Die Aussen-Nistkasten messen (25cm x 15cm x 25cm). Ich bin ein
grosser Fan von Echtlicht-Lampen, die auch das UV Spektrum abdecken, &auml;hnlich
wie nat&uuml;rliches Licht. Die Tagesl&auml;nge wird, je nach Umst&auml;nden,
angepasst, um ein optimale Stimulation der nat&uuml;rlichen Lebenszyklen
zu erm&ouml;glichen. Optimale Brutkondition wird nur erreicht, wenn die
Qualit&auml;t des k&uuml;nstlichen Lichts der Qualit&auml;t des nat&uuml;rlichen
Lichts entspricht, und wenn die Dauer des Lichteinsatzes geschickt geregelt
wird. Im allgemeinen rate ich die Tagesl&auml;nge, innerhalb von 6 bis
8 Wochen, kontinuierlich von 9 bis 10 Stunden zu erh&ouml;hen, auf 15 bis
16 Stunden pro Tag. Kurze Tage mit weniger als 9 Stunden&nbsp; nehmen allen
Wellensittichen die Brutlust. Die zweite Anlage ist ein Aussenflug mit
kleinem Schutzraum, der in der Nacht Schutz vor Katzen bietet. Im Winter
werden alle V&ouml;gel im Hause untergebracht. Bei einer optimalen Planung
des Lichteinsatzes ist es m&ouml;glich die Brutkondition der Wellensittiche
so einzustellen, dass die ersten Jungen um das Ringausgabedatum herum schl&uuml;pfen.
Wenn die Beleuchtung &uuml;ber mehrere Jahre konstant gehalten wird, dann
z&uuml;chten die V&ouml;gel hervorragend im ersten Jahr, aber sie versagen
bei allen weiteren Brutversuchen. Als Anf&auml;nger machte ich &auml;hnliche
Erfahrungen&nbsp; ...&nbsp; und selbstverst&auml;ndlich gab ich den V&ouml;geln
oder den anderen Z&uuml;chtern die Schuld. Es ist sogar m&ouml;glich, dass
man &uuml;ber die Distanz zu einer k&uuml;nstlichen Lichtquelle das Geschlechterverh&auml;ltnis
der Jungen steuert (?). Je n&auml;her die Zuchtbox an der Lichtquelle ist,
desto mehr H&auml;hne werden gez&uuml;chtet.
<br>Wir benutzen keine H&uuml;hnerleitern,
denn selbst V&ouml;gel in der Mauser sollten das Fliegen nicht verlernt
haben. Oft sind H&uuml;hnerleitern n&ouml;tig, damit die &uuml;bergewichtigen
Ausstellungskartoffeln (fr&uuml;her: Karreng&auml;ule) gem&uuml;tlich zu
den Sitzstangen wandern k&ouml;nnen, denn viele von ihnen haben das Fliegen
verlernt. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="Management"></a><font size="2"><b>
<font face="Arial">Tagesablauf</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: In meiner Zuchtanlage ist ein geordneter
Tagesablauf sehr wichtig. In der Regel &uuml;berpr&uuml;fe ich die Nistkasten
zweimal pro Tag. Wenn Junge geschl&uuml;pft sind &uuml;berpr&uuml;fe ich
h&auml;ufiger, um sicher zu gehen, dass die Nesth&auml;kchen gut gef&uuml;ttert
werden. An jeder Zuchtbox befindet sich eine Karteikarte, in der Informationen
&uuml;ber befruchtete, taube und zerst&ouml;rte Eier aufgezeichnet werden.
Das Wasser wird jeden Tag gewechselt und meistens wird am Wochenende geputzt.
Alle diese Arbeiten beanspruchen etwa 3 Stunden pro Tag. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Im Zuchtraum wird das Licht automatisch
ein- und ausgeschaltet. Die genaue Zeit h&auml;ngt von der Kondition der
V&ouml;gel ab und ist jahreszeitabh&auml;ngig. Wir f&uuml;ttern die V&ouml;gel
jeden Tag, aber wir halten nichts davon stur an einem Tagesablauf festzuhalten.
Unsere V&ouml;gel wissen genau, dass sie jeden Tag ein leckeres St&uuml;ck
Gr&uuml;nzeug erhalten, aber sie wissen nicht, ob fr&uuml;h am Morgen oder
sp&auml;t am Abend. Nistkasten mit frischgeschl&uuml;pften Jungen werden
mehrmals pro Woche kontrolliert. In unserem Notizblock halten wir alle
Details zu jedem Vogel fest, inklusiv die Anzahl Runden und die Anzahl
und die Qualit&auml;t der Nachzucht. Die Eier der V&ouml;gel werden nicht
markiert, denn wir wollen St&ouml;rungen so gut wie m&ouml;glich vermeiden.
Meistens sitzen wir ruhig auf einem Stuhl und beobachten. Wir verbringen
auch viel Zeit mit besonders sympathischen Jungv&ouml;geln. Wir glauben,
dass eine w&ouml;chentliche Desinfektion nicht n&ouml;tig ist und wir bef&uuml;rworten
die "Faule Z&uuml;chter" Methode, die verk&uuml;ndet, dass Futterh&uuml;lsen
so lange wie m&ouml;glich in der Zuchtbox belassen werden m&uuml;ssen. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="Feeding"></a><font size="2"><b>
<font face="Arial">F&uuml;tterung</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Ich f&uuml;ttere eine Grundmischung
aus&nbsp; verschiedenen Hirsesorten (Japanische, Weisse, Gelbe, Panicum),
Kanariesaat und Hafer. Sand, Sepiaschalen und Mineralbl&ouml;cke sind immer
verf&uuml;gbar. Unsere Weichfuttermischung besteht aus hartgekochten Eiern
und Brotkr&uuml;mmeln und wird das ganze Jahr frisch zubereitet. Unser
Wasser wird filtriert und angereichert mit einem Vitaminpr&auml;parat.
Ein Probiotikum ("Entrodex") wird t&auml;glich ins Weichfutter gemischt. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Wir f&uuml;ttern eine Fertigmischung
aus verschiedenen Hirsesorten und Kanariesaat. Gr&uuml;nzeug wird t&auml;glich
gereicht, falls m&ouml;glich. Unser Wasser ist direkt ab Leitung und nicht
behandelt. Karotten und &Auml;pfel werden regelm&auml;ssig in den Fl&uuml;gen
verteilt. Mineralbl&ouml;cke und Weichfutter stehen nur Brutpaaren zur
Verf&uuml;gung. Unser Weichfutter ist eine Ei-Biskuitmischung aus dem Handel
und wird erst kurz vor dem Schlupf der Jungen angeboten und nach dem Ausfliegen
wieder abgesetzt. Wir geben keine Vitaminzus&auml;tze und wir glauben,
dass die Idee die nat&uuml;rliche Darmflora der V&ouml;gel (oder der Menschen)
zu stimulieren ein Marketing-Gag ist und v&ouml;llig &uuml;berfl&uuml;ssig
(wenn sie ihre V&ouml;gel nicht jeden Monat mit Antibiotika behandeln).
Es wurde gezeigt, dass ein Proteingehalt von 10% im Futter gen&uuml;gt,
um Wellensittiche in optimaler Form zu halten. Es ist nicht n&ouml;tig,
die kritischste aller Aminos&auml;uren, das Lysin, beizumischen [siehe
Referenz 1]. Wir glauben, dass die Situation eine ganz andere ist bei Brutpaaren,
die ein Dutzend Junge hochziehen und wir stellen gen&uuml;gend Weichfutter
mit Lezithin zur Verf&uuml;gung. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="Medication"></a><font size="2"><b>
<font face="Arial">Gesundheit</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Die hochgez&uuml;chteten modernen Ausstellungsv&ouml;gel
reagieren empfindlicher auf Krankheitskeime als wilde Wellensittiche. Ich
benutze Ramizol um Trichomoniasis zu behandeln, Nystatin h&auml;lt Pilzinfektionen
im Zaume, Virkon S t&ouml;tet die Viren, Chloromycetin behandelt Augenprobleme,
Ivermectin bek&auml;mpft Milben und Mega-S hilft gegen Megabakterien. Amoxycillin
und Cephalexin vernichten Bakterien. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Wir behandeln
kranke V&ouml;gel nicht mit Antibiotika oder anderer Medizin. Die Selektion
von gesunden V&ouml;geln ist der beste Medizinschrank und speziell wichtig,
wenn sie mit ihren V&ouml;geln z&uuml;chten wollen. Es ist bekannt aus
Experimenten mit M&auml;usen, dass eine Eliminierung eines Krankheitserregers
(Virus, Pilz, Bakterium, Hefe) direkt mit der Vielfalt gewisser Molek&uuml;le
auf Schl&uuml;sselzellen des Immunsystems zusammenh&auml;ngt. Diese Molek&uuml;le
sind absolut notwendig um eine angemessene Reaktion des Immunsystems zu
starten und es scheint, dass die Partnerwahl (auch beim Menschen) darauf
angelegt ist m&ouml;glichst viel Variabilit&auml;t zu garantieren (siehe
Referenz 6). Es scheint, dass sich bei M&auml;usen gezielt Mechanismen
entwickelt haben, um zu verhindern, dass sich Verwandte, die ja gezwungenermassen
ein &auml;hnliches Immunsystem haben, untereinander verpaaren. In Inzuchtst&auml;mmen
ist diese Variabilit&auml;t gering, deshalb ist es ziemlich h&auml;ufig,
dass bei einem Krankheitsausbruch die meisten V&ouml;gel eines Zuchtstammes
erkranken. Hier helfen nur Antibiotika und viel Gl&uuml;ck. Der weitverbreitete
Unsinn Wellensittiche (unprofessionell) pr&auml;ventiv mit Antibiotika
zu behandeln, kann dazu f&uuml;hren, dass Bakterien und Pilze Resistenzen
entwickeln. Das unheilvolle Auftreten von normalerweise ungef&auml;hrlichen
Megabakterien (eine Hefeart) k&ouml;nnte eine Folge davon sein, dass eine
Bakterieninfektion (oder eine Antibiotikakur) die Schleusen ge&ouml;ffnet
hat. &Auml;hnliche Hefeinfektionen findet man auch bei Patienten mit geschw&auml;chtem
Immunsystem oder bei Kindern, die noch kein ausgereiftes Immunsystem besitzen.
Es ist deshalb nicht erstaunlich, dass frischgeschl&uuml;pfte V&ouml;gel
speziell empf&auml;nglich sind, und es zerbricht jedem Z&uuml;chter das
Herz, wenn die Sterblichkeit bei jungen V&ouml;geln, ohne sichtbaren Grund,
pl&ouml;tzlich zunimmt. Die einzige logische (nicht psychologische) Konsequenz
ist in einem solchen Fall ein Neustart mit V&ouml;geln aus gesunden Best&auml;nden.
Z&uuml;chter mit grossen Arzneischr&auml;nken sollten genau so gemieden
werden, wie Z&uuml;chter, die Probleme mit Megabakterien haben. V&ouml;gel
k&ouml;nnen gegen Megabakterien behandelt werden, aber es ist unm&ouml;glich
sie zu vermeiden, wenn die V&ouml;gel nicht unter sterilen Bedingungen
gehalten werden. Menschen, speziell Kinder, brauchen frische Luft und Sonnenschein
um gesund zu leben. Es ist selbstverst&auml;ndlich, dass auch V&ouml;gel,
vor allem Brutv&ouml;gel, &auml;hnliche Bedingungen bevorzugen.
<br>Die "Franz&ouml;sische
Mauser" ist eine weitverbreitete Viruserkrankung, die in unregelm&auml;ssigen
Abst&auml;nden unter jungen Wellensittichen w&uuml;tet. Es f&auml;llt auf,
dass oft nicht alle Nestlinge befallen werden. Das deutet darauf hin, dass
diese gesunden Nestlinge die richtigen Molek&uuml;le auf den Zellen ihres
Immunsystems tragen, um dem Virus wirkungsvoll zu begegnen. Viele Wellensittiche,
die unter der "Franz&ouml;sischen Mauser" gelitten haben, erholen sich
pr&auml;chtig und sie k&ouml;nnen auch gesunde Junge aufziehen. Trotzdem
sollten diese V&ouml;gel nie zur Zucht benutzt werden, denn sie vererben
ihre ung&uuml;nstigen Merkmale weiter und ein erneutes Aufflackern der
"Franz&ouml;sischen Mauser" in einiger Zukunft k&ouml;nnte verheerende
Folgen haben. Viruserkrankungen k&ouml;nnen nie mit Antibiotika bek&auml;mpft
werden, und sie k&ouml;nnen sich vorstellen, was der Einsatz von Antibiotika
w&auml;hrend eine Viruserkrankung bewirkt, wenn wichtige und sch&uuml;tzende
Bakterien eliminiert werden. Die "Franz&ouml;sische Mauser" und Megabakterien
werden in jedem Zuchtstamm, der nicht auf gesunden V&ouml;geln aufgebaut
ist, katastrophale Spuren hinterlassen. Durch den wilden Einsatz von Antibiotika
oder anderer Medizin w&auml;hrend der Vorbereitung der Zuchtv&ouml;geln
wird immer mehr Schaden angerichtet als Nutzen erzielt.
<br>Wir kaufen nur V&ouml;gel
von Bekannten und Freunden und wir weigern uns w&auml;hrend der Brutsaison
Besucher im Zuchtraum zu empfangen, denn es scheint dass eine ganze Reihe
von Krankheitserregern fl&auml;chendeckend verbreitet sind. Diese kleinen
Ungeheuer k&ouml;nnen ohne weiteres herumgeschleppt werden, sie brauchen
keinen Pass, ja nicht einmal eine Arbeitsbewilligung. Neuzuz&uuml;ge werden
mindestens sechs Wochen beobachtet, bevor sie zu unseren V&ouml;geln gesetzt
werden.
<br>Ein Ratgeber aus
dem gr&ouml;ssten Wellensittichmagazin der Welt (siehe Referenz 2) empfiehlt
6 (sechs) verschiedene Produkte f&uuml;r eine sechs Wochen Quarant&auml;ne,
9 (neun) verschiedene Produkte zur routinem&auml;ssigen Abgabe und 3 (drei)
Zusatzpr&auml;parate. W&uuml;rden sie all diesen H&uuml;hnerstaub ihren
Kindern geben? </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font color="#000000" size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="Studs"></a><font size="2"><b>
<font face="Arial">Zuchtstamm</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Ich halte zwischen 300 und 400 V&ouml;gel
und davon sind 2 bis 5 Falben. Ich besitze auch eine Anzahl Spangles, Zimter
und Opaline in Graugr&uuml;n, Gr&uuml;n, Blau und Grau und einige Gelbgesichter,
Lutinos und Dominante Schecken. Wahrscheinlich sind das zu viele V&ouml;gel,
aber es hat sich gezeigt, dass die Wahrscheinlichkeit einige sehr gute
V&ouml;gel zu z&uuml;chten gr&ouml;sser ist, wenn man viele Junge aufzieht.
Ich behalte viele Hennen in Reserve, weil die meisten Probleme von Hennen
verursacht werden. Ich bezeichne mich nicht als Falben-Experten, denn ich
habe kaum mehr als ein halbes Dutzend, aber kennen sie jemanden, der mehr
Falben z&uuml;chtet? </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: In unseren Fl&uuml;gen tummeln sich
zwischen 100 und 200 Wellensittiche, davon sind 20 bis 50 Falben oder Spalterbige
in Falbe. Im Idealfall m&ouml;chten wir jedes Jahr mit 16 Paaren je drei
Runden z&uuml;chten. In der Regel beobachten wir den gesamten Nachwuchs
eines Paares &uuml;ber einen Zeitraum von mindestens einem Jahr. Viele
Familien werden &uuml;ber Jahre zusammengehalten und beobachtet (Vitalit&auml;t,
Charakter, Intelligenz und Langlebigkeit). In seltenen F&auml;llen benutzen
wir die Gelegenheit bis zu 15 Geschwistern eines Supervogels &uuml;ber
einen langen Zeitraum zu beobachten, obwohl sie nie zur Zucht eingesetzt
werden. Es ist auch m&ouml;glich, dass nach reiflicher &Uuml;berlegung
mit vier Schwestern weitergez&uuml;chtet wird. Wir m&ouml;chten von jedem
Paar so viele Junge, wie m&ouml;glich erhalten und wir verpaaren einen
Hahn nicht mit mehreren Hennen pro Jahr. Eine Selektion ist nur dann m&ouml;glich,
wenn sie ein genaues Bild haben vom Potential einer Verpaarung. Dieses
Potential zeigt sich in der Variabilit&auml;t des Nachwuchses. Die meisten
unserer Falben sind Opaline der Blaureihe. Wir besitzen einige Australische
Gelbgesichter und wir planen Verpaarungen mit den meisten bekannten Mutationen.
</font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5">
<a NAME="Selection Methods"></a>
<font size="2"><b><font face="Arial">Selektionskriterien</font></b><font face="Arial">
</font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Meine Selektionskriterien f&uuml;r
Zuchtv&ouml;gel basieren auf zwei S&auml;ulen, der sichtbaren Qualit&auml;t
und der Abstammung. Die sichtbare Qualit&auml;t z&auml;hlt zu 80% und die
Abstammung zu 20%. Die L&auml;nge der V&ouml;gel und das Federwerk sind
entscheidend. Ein grosser, breiter Kopf und starke Schultern sind ebenso
notwendig, wie eine tiefe Maske mit gleichm&auml;ssig verteilten grossen
Kehltupfen. Ich z&uuml;chte auch mit den schw&auml;cheren Br&uuml;dern
und Schwestern der Spitzentiere von anderen Z&uuml;chtern, die ich ergattern
kann. Selektion in den Zuchtanlagen anderer Z&uuml;chter ist genauso wichtig,
wie Selektion in meiner eigener Anlage. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Die Selektion der Zuchtv&ouml;gel ist
lebens- und &uuml;berlebensnotwendig f&uuml;r jeden Z&uuml;chter und seine
V&ouml;gel. Unsere Methode ist einfach. Wir z&uuml;chten mit den besten
V&ouml;geln aus den besten Familien. Die Merkmale, die wir suchen, sind
Ausgeglichenheit, Ausgeglichenheit und Ausgeglichenheit. Die V&ouml;gel
m&uuml;ssen temperamentvoll sein und eine Abstammung mit nachgewiesener
Fruchtbarkeit auf beiden Seiten des Stammbaums besitzen. Unsere Definition
von Fruchtbarkeit ist einfach. Wir erwarten von einem Zuchtpaar, dass es
in maximal drei Runden mindestens neun Junge aufzieht, bevor wir den Nachwuchs
f&uuml;r die Zucht in Betracht ziehen. Im Durchschnitt sollten mehr als
sechs Eier pro Gelege liegen. Das sind die Voraussetzungen, bevor wir &uuml;berhaupt
an das Schauideal denken. Selbstverst&auml;ndlich z&uuml;chten wir nicht
mit federlosen V&ouml;geln, V&ouml;geln mit drei Beinen oder V&ouml;geln
mit mehr als zwei K&ouml;pfen. Ausnahmen best&auml;tigen die Regel und
in Spezialf&auml;llen z&uuml;chten wir auch mit V&ouml;geln, die diese
Kriterien nicht erf&uuml;llen. Gekaufte V&ouml;gel geh&ouml;ren in diese
Kategorie, und wir beobachten, dass wir auch den Nachwuchs von diesen V&ouml;geln
bevorzugt behandeln. Wir brauchen keine Entschuldigung, denn wir glauben
zu wissen, dass dieser einzigartige Nachwuchs uns noch viel Freude bereiten
wird. Diese Strategie ist ein Spiegel der menschlichen Natur und wir sind
nicht bereit hier stur vorzugehen, auch wenn wir in Zukunft vermehrt auf
Zuchtprobleme stossen sollten. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5">
<a NAME="Breeding Techniques"></a>
<font size="2"><b><font face="Arial">Zuchtmethoden</font></b><font face="Arial">
</font></font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Ich m&ouml;chte Qualit&auml;t in Quantit&auml;t
z&uuml;chten, deshalb bin ich ein Anh&auml;nger der Linienzucht, die aufgebaut
wird auf guten Schauv&ouml;geln. Ich bevorzuge die Verpaarungen Onkel mit
Nichte, Tante mit Neffe oder Kusin mit Kusine. Ich verpaare keine V&ouml;gel
mit den gleichen Fehlern, wie russige oder schmale K&ouml;pfe, h&auml;ngenden
Schw&auml;nze und engen Masken. Der Ausgangspunkt einer Sieger-Linie oder
Sieger-Familie ist bei mir immer ein guter fruchtbarer Hahn, der dominant
vererbt. Dieser Hahn wird an eine Reihe von verwandten Hennen gepaart,
um einige Halbgeschwister zu z&uuml;chten f&uuml;r das n&auml;chste Jahr.
Diese Halbgeschwister werden unter einander verpaart und bilden den Kern
einer Sieger-Linie. Ab und zu k&ouml;nnen diese V&ouml;gel wieder an den
Ausgangshahn zur&uuml;ck verpaart werden, um seine guten Merkmale zu fixieren.
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Wir glauben, dass es sinnvoll ist immer
die besten V&ouml;gel mit den besten V&ouml;geln zu verpaaren. Je &auml;hnlicher
sich zwei Schauv&ouml;gel sind, desto gr&ouml;sser ist die Wahrscheinlichkeit,
dass beide &auml;hnliche Gene tragen, die den gesuchten Typus definieren.
Es ist schwieriger schlechte Eigenschaften in einem Vogel durch gute Eigenschaften
eines anderen Vogels zu ersetzen. Je weniger an guten Eigenschaften die
V&ouml;gel gemeinsam haben, desto wahrscheinlicher wird ein Misserfolg.
Wissenschaftliche Untersuchungen &uuml;ber den Effekt von Inzucht bei Wellensittichen
sind Mangelware [siehe Referenz 3]. Die Entwicklungsgeschichte oder die
Haltungsbedingungen einzelner St&auml;mme scheinen daf&uuml;r verantwortlich
zu sein, wie sich Inzucht auf den Bruterfolg der V&ouml;gel auswirkt. Bis
heute hatten wir nicht die Gelegenheit ein Inzuchtprogramm zu starten,
weil entweder die Abstammung der V&ouml;gel nicht vollst&auml;ndig bekannt
oder nicht befriedigend war. Inzucht mit V&ouml;geln, deren Abstammung
nicht v&ouml;llig gekl&auml;rt ist, ist ein risikoreiches Unternehmen,
das nur kurzfristig Erfolg bringt. Aus der Mausologie ist bekannt, dass
mindestens 95% aller Inzucht-Linien nach acht bis zehn Generationen aussterben.
Es ist sehr schwierig vorauszusehen, wie sich ein kurzfristiges Inzuchtprogramm
auswirkt und es ist unm&ouml;glich vorauszusagen, welche Effekte ein solches
Programm langfristig hat. Der Kauf von V&ouml;geln aus langfristig erfolgreichen
Zuchten, mit bekannter Abstammung, ist der einzige vern&uuml;nftige Weg
einen erfolgreichen Stamm von Schauwellensittichen aufzubauen. Die beste
Startmethode, die konstant Erfolg bringt, beruht darauf, dass sie sehr
gute V&ouml;gel von sehr guten Z&uuml;chtern erwerben. Diese V&ouml;gel
sind sehr selten und in der Regel nicht zu kaufen. Hier hilft nur eine
Methode: Die "Fette Brieftaschenmethode". In der Falbenzucht funktioniert
diese Methode nicht, denn hervorragend vererbende Schau-Falben sind sehr
selten und selbstverst&auml;ndlich nicht zu kaufen.
<br>Zuchtmethoden wiederspiegeln sehr oft
die Phantasie der Z&uuml;chter und halten einer vern&uuml;nftigen &Uuml;berpr&uuml;fung
nicht stand. Es ist sehr menschlich, dass wir oft Phantasie mit Erfahrung,
Wunschdenken mit Erfolg und Legenden mit Wissen verwechseln. Unsere Erfahrungen
haben gezeigt, dass es drei wichtige grundlegende Regeln gibt, die jedem
Erfolg zu Grunde liegen. Leider sind sie unbekannt. In der Zwischenzeit
halten wir uns an die international bekannte KISS Methode: Keep It Simple
Stupid. F&uuml;r Dumpfbacken ist Einfachheit die Mutter jeden Erfolges. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5">
<a NAME="All about Fallows"></a>
<font size="2"><b><font face="Arial">Information
&uuml;ber Falben</font></b><font face="Arial"> </font></font>
<p style="margin-left: 5; margin-right: 5">
<a NAME="AIDA Srategy"></a><b><font size="2" face="Arial">Welche Eigenschaften m&uuml;ssen in
Falben verbessert werden?</font></b><font size="2" face="Arial"> </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Die Gr&ouml;sse, der Kopf und das Federkleid.
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Alle Eigenschaften, die ihnen fehlen:
Die Gr&ouml;sse, der Kopf und die Ausgeglichenheit. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<font size="2"><b>
<font face="Arial">Welche Zuchtmethoden
verwenden sie um wundersch&ouml;ne Falben zu z&uuml;chten?</font></b><font face="Arial">
</font></font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: In meinem Zuchtstamm befinden sich
alle g&auml;ngigen Farbspielarten. Das Falbengen ist rezessiv zu den Normalfarben,
deshalb wende ich die Standardmethode an, um Rezessive zu z&uuml;chten.
Die besten Falben werden mit den besten Normalen verpaart. Die Spalterbigen
aus diesen Verpaarungen k&ouml;nnen entweder mit anderen Spalterbigen oder
mit den besten Falben aus der Zucht verpaart werden. Diese Verbesserung
geht nicht von heute auf morgen und ein langer Weg ist vorgezeichnet. Im
Allgemeinen benutze ich Dunkelgr&uuml;ne um die Farbe zu vertiefen, Graugr&uuml;ne
verbessern die Gr&ouml;sse, Opaline die Kehltupfen und Spangles die Fruchtbarkeit.
Russige V&ouml;gel vererben gutes Federwerk und die aufhellenden Zimter
beseitigen den Russ wieder. Leider ist das Falbengen sehr schwach und es
ist schwierig es in Form zu halten. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Die beste Methode besteht darin Falben
zu erwerben, die zuf&auml;llig in einem Stamm von Schauwellensittichen
aufgetaucht sind. Wir schenkten uns die ersten Falben aus einem Zoogesch&auml;ft.
Ich besuche regelm&auml;ssig alle Zoohandlungen in der Stadt und eines
Tages sah ich zum erstenmal f&uuml;nf Deutsche Falben. Die Qualit&auml;t
im Bezug auf das Schauideal war miserabel. Zus&auml;tzlich war der Allgemeinzustand
dieser V&ouml;gel niederschmetternd. Die meisten waren verkr&uuml;ppelt,
weil sie l&auml;ngere Zeit &uuml;ber mit Nymphensittichen und Agapornis
auf engem Raum gehalten wurden. Allen V&ouml;geln fehlten einige Zehen.
Weil Weihnachten vor der T&uuml;re stand, habe ich trotzdem aus Neugier
zwei Falben gekauft. Ein Hahn in Violett Opalin und eine Henne in Kobalt.
R&uuml;ckblickend k&ouml;nnen wir sagen, dass dies ein wunderbares Weihnachtsgeschenk
war, weil bereits ein Jahr sp&auml;ter 30 Spalterbige in unserer Anlage
herumflogen. Der Falbenhahn wurde an eine Opalin Kobalt Henne spalterbig
in Weiss gesetzt und zog acht Junge hoch. Die Falbenhenne verpaart mit
einem Hellblauen Hahn spalterbig in Opalin zog in 3 Runden (zusammen mit
der Hilfe anderer Hennen) 22 Junge hoch. Eine Eigenschaft der Henne hat
uns besonders imponiert. Sie stoppte das Eierlegen erst nachdem das erste
Junge geschl&uuml;pft war. Deshalb hat die Gelegegr&ouml;sse variiert zwischen
neun Eiern in der ersten Runde und dreizehn Eiern in der zweiten Runde.
In der zweiten Runde wurden neun Junge aufgezogen. Nach drei Runden haben
wir den Nistkasten entfernt, obwohl die V&ouml;gel keine Anzeichen eines
Nachlassens der Brutbereitschaft zeigten. Der gesamte Nachwuchs des Weibchens
wurde &uuml;ber ein Jahr beobachtet um mehr herauszufinden, wie bei zwei
so unterschiedlichen Partnern, die physikalischen Eigenschaften vererbt
werden. Wir haben die L&auml;nge der V&ouml;gel gemessen und sie, unter
der Annahme, dass sie normalverteilt ist, graphisch dargestellt. Der Hahn
war drei Zentimeter gr&ouml;sser als die Henne (21 cm) und ein Schauvogel.
An diesem Punkt haben wir f&uuml;r die Analyse nur die Gr&ouml;sse der
V&ouml;gel ber&uuml;cksichtigt. Zu unserer &Uuml;berraschung war die Durschnittsgr&ouml;sse
des Nachwuchs sogar kleiner, als die Gr&ouml;sse der Henne und betrug 20.3cm
mit einer Standardabweichung von 1.4cm (siehe Figur). Eine Verbesserung
im Bezug auf Schauqualit&auml;ten konnte nicht beobachtet werden. Alle
V&ouml;gel waren klein, mit engen Masken, schmalen K&ouml;pfen und jeder
Z&uuml;chter w&uuml;rde sich sogar h&uuml;ten solche V&ouml;gel an den
Zoohandel abzugeben. </font>
<center>
<p style="margin-left: 5; margin-right: 5"><a href="sizedist.JPG"><font size="2" face="Arial"><img SRC="sizedist.JPG" ALT="Figure: Size Distribution of First Generation Splits" height=343 width=542></font></a></center>

<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Unsere Schlussfolgerungen waren eindeutig.
Die Gr&ouml;sse der V&ouml;gel und vermutlich auch andere Schaueigenschaften
werden sicher nicht dominant vererbt.
<br>Die Strategie, die weiter unten beschrieben
wird, ist eine logische Konsequenz dieser Beobachtungen und kann auch auf
andere Rezessive angewendet werden.
<br>Wir wollen Schaueigenschaften einf&uuml;hren
und gleichzeitig auch die Fruchtbarkeit dieser "Zwerg"-Falben erhalten.
<br>&nbsp; </font>
<p style="margin-left: 5; margin-right: 5"><b><font size="2" color="#FF0000" face="Arial">Die AIDA Strategie:</font></b><font face="Arial" size="2">
<br>1.) <b><font color="#FF0000">A</font></b>mplifikation
(Vermehrung) des seltenen rezessiven Gens. Verpaaren sie ihre Falben mit
den besten V&ouml;geln aus ihre Schauwellensittichzucht.
<br>2.) <b><font color="#FF0000">I</font></b>ntroduktion
(Einf&uuml;hrung) von weiteren gew&uuml;nschten Eigenschaften (von Schauwellensittichen)
in V&ouml;gel, die spalterbig sind f&uuml;r das gew&uuml;nschte Gen. Aus
diesen Verpaarungen werden keine Falben fallen, und sie werden nicht wissen,
welche V&ouml;gel spalterbig sind in Falbe. Diese Verpaarungen sind der
Schl&uuml;ssel zum Erfolg in der weiteren Zukunft.
<br>3.) <b><font color="#FF0000">D</font></b>etermination
(Bestimmung) der Spalterbigkeit. Alle V&ouml;gel aus diesen Verpaarungen
m&uuml;ssen auf ihre Spalterbigkeit getestet werden, indem man sie mit
Falben verpaart. Die Falben, die aus diesen Testverpaarungen fallen, werden
im n&auml;chsten Jahr eingesetzt, um weitere Kontrollpaarungen durchzuf&uuml;hren.
Nur die V&ouml;gel, die spalterbig f&uuml;r Falbe sind, werden f&uuml;r
die Weiterzucht eingesetzt.
<br>4.) <b><font color="#FF0000">A</font></b>nalyse
des Fortschritts. Vergleichen sie die spalterbigen V&ouml;gel mit den besten
V&ouml;geln, die sie besitzen. Wenn sie zufrieden sind mit den erreichten
Resultaten, auch wenn sie noch so unscheinbar scheinen, wiederholen sie
die Schritte&nbsp; 2.) bis 4.). </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Mit dieser Methode werden in den ersten
drei Jahren nur kleine Verbesserungen zu erwarten sein. Der Erfolg, der
sich aber garantiert mittelfristig einstellt, wird sensationell sein. Sie
werden eine Menge Falben einsetzen m&uuml;ssen f&uuml;r Testverpaarungen.
Sobald sie mit der Qualit&auml;t der Spalterbigen sehr zufrieden sind,
k&ouml;nnen sie anfangen Spalterbige unter sich zu verpaaren. Eine Verpaarungen
mit Falben w&auml;re in diesem Fall ein R&uuml;ckschritt. Die besten V&ouml;gel
sind vererbungstechnisch gesehen die Spalterbigen.
<br>Die Fitness und Fruchtbarkeit ihrer Falben
werden entscheiden, wie die Testverpaarungen verlaufen, denn im besten
Fall ist nur eine Runde pro Paar vorgesehen, und viel Nachwuchs gibt ihnen
auch mehr Information &uuml;ber das Potential ihrer V&ouml;gel. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Sind H&auml;hne oder Hennen wichtiger in
ihrer Falbenzucht?</font></b><font size="2" face="Arial"> </font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Die Qualit&auml;t der H&auml;hne ist
der wichtigste Teil in einer Verpaarung. Gute H&auml;hne k&ouml;nnen ihre
Eigenschaften an weibliche und m&auml;nnliche Nachkommen weitergeben. Gute
H&auml;hne k&ouml;nnen &uuml;ber mehrere Jahre in der Zucht eingesetzt
werden. H&auml;hne k&ouml;nnen in einer Saison mit mehreren Hennen verpaart
werden, um eine Anzahl von Halbgeschwistern zu z&uuml;chten, die das Fundament
bilden k&ouml;nnen f&uuml;r einen erfolgreichen Zuchtstamm. Zur Einf&uuml;hrung
von neuem Blut kaufe ich in der Regel nur H&auml;hne, denn ich will gute
Hennen selber z&uuml;chten. Meine Vorliebe f&uuml;r Buff H&auml;hne mit
breiten Schultern gilt f&uuml;r alle Farbspielarten, auch f&uuml;r Falben.
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Wir k&ouml;nnen eine gewisse Voreingenommenheit
nicht leugnen, denn wir glauben, dass die Wahl der Weibchen entscheidend
ist f&uuml;r den Erfolg einer Zucht. Gute Weibchen, oder besser eine Handvoll
guter Schwestern sind der Motor f&uuml;r ein erfolgreiches Zuchtprogramm.
Unsere Falbenzucht ist auf zwei Falben aufgebaut worden. Mit dem Nachwuchs
des Hahnes haben wir weitere Falben f&uuml;r Kontrollpaarungen und lustige
Experimente gez&uuml;chtet. In diesem Fall z&uuml;chteten wir mit H&auml;hnen
und Hennen. Der Nachwuchs der Ausgangshenne wurde anders eingesetzt. Um
die Falben mit Hilfe der oben erw&auml;hnten AIDA Strategie zu verbessern,
haben wir aus folgenden Gr&uuml;nden nur mit spalterbigen Weibchen weitergez&uuml;chtet.
Erstens, unser Falbenweibchen hat solange Eier gelegt, bis das erste Junge
geschl&uuml;pft war (mindestens 9). Wir wollten diese auff&auml;llige Eigenschaft
unter keinen Umst&auml;nden verlieren. Nur Weibchen bieten die M&ouml;glichkeit
die Vererbung dieser Anlage zu studieren. Bis heute hat kein Weibchen &auml;hnliche
Eigenheiten gezeigt. Zweitens, in drei Runden wurden 22 Jungtiere aufgezogen.
Wir haben aus fr&uuml;heren Verpaarungen gewusst, dass der Hahn fit und
fruchtbar ist, aber wir hofften auch, dass unsere Henne vielleicht Samen
&uuml;ber eine l&auml;ngere Zeit speichern kann, wie in der Literatur spekuliert
wird (?). Drittens, es ist klar, dass gewisse genetische Information nur
von der Henne an den Nachwuchs weitergegeben wird. Ein Teil dieser Information
befindet sich auf dem Y Chromosom der Weibchen. Viertens, die Weibchen
allein vererben die Information, die notwendig ist um in jeder einzelnen
Zelle den Energiehaushalt zu regulieren. Mitochondrien sind sehr kleine
Organellen, die in jeder Zelle als kleine Kraftwerke funktionieren, und
wir spekulieren, dass sie in letzter Konsequenz auch f&uuml;r das Temperament
der V&ouml;gel verantwortlich sind. Die Information, die das Funktionieren
dieser Mitochondrien steuert, ist auch in den beweglichen Samenzellen der
H&auml;hne vorhanden, aber sie geht bei der Verschmelzung mit der Eizelle
verloren. F&uuml;nftens, wir wollten nur Falben in Opalin z&uuml;chten,
deshalb starteten wir unser Falbenzuchtprogramm mit f&uuml;nf spalterbigen
Hennen, die alle den Opalinfaktor trugen. Alle diese Weibchen waren T&ouml;chter
der Falbenhenne. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Wie verbessern sie das Federwerk der Falben?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Es ist sehr schwierig das Federwerk
zu verbessern. Ich teile meine V&ouml;gel in drei Standardkategorien: Buff,
Intermedi&auml;r und Yellow, wie es so sch&ouml;n auf Neudeutsch heisst.
Ich will in jeder Verpaarung einen Buff-Vogel mit einem groben Federtypus.
Ich bevorzuge Buff-H&auml;hne, weil Buff-Hennen oft schlechte Zuchtv&ouml;gel
sind. Aus diesen Gr&uuml;nden werden meine Falben mit Buff-Partnern verpaart
und &uuml;ber die Jahre hat sich eine Verbesserung des Federwerks eingestellt.
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Unserer Meinung nach ist das Yellow-Intermedi&auml;r-Buff
Konzept sehr attraktiv und es wurde deshalb sehr schnell akzeptiert und
sehr schnell (zu schnell) &uuml;bernommen. Diese grobe Klassifizierung
der Federn in drei Kategorien ist eine Vereinfachung und deshalb nicht
sehr hilfreich. Viele Z&uuml;chter haben das realisiert und durch die Einf&uuml;hrung
von weiteren Kategorien wie Medium-Buff oder Super-Buff die Verwirrung
noch erh&ouml;ht. Federn sind sehr komplexe Gebilde und die L&auml;nge,
die Form, die Breite, die Dicke, die Daunen und die Feinstruktur der Federn
tragen zum Erscheinungsbild sehr viel bei. Die Vererbung der Federstruktur
bei Schauwellensittichen ist unserer Meinung nach nicht gekl&auml;rt. Zus&auml;tzlich
tragen, neben den Federn, der Knochenaufbau, die Skelettausbildung und
die Muskularit&auml;t sehr viel zum Gesamteindruck bei. Selbstverst&auml;ndlich
ist die L&auml;nge der Federn entscheidend f&uuml;r die Tiefe der Maske
und die Breite der Federn f&uuml;r die Qualit&auml;t der Kehltupfen, aber
wir geh&ouml;ren nicht zu den Leuten, die tagelang &uuml;ber Federn und
deren Vererbung referieren k&ouml;nnen. Die Analyse von Federn spielt in
unserem Zuchtprogramm keine Rolle. Alle unsere Falben haben Federn und
damit hat es sich.
<br>Die Federn von Falben sind allerdings
sehr viel "seidiger", als die Federn von Normalv&ouml;geln. Wir haben gezeigt,
dass junge Falben allein durch Ber&uuml;hren identifiziert werden k&ouml;nnen.
Unser Experiment war ziemlich einfach. Wir reichten einem Freund mehrere
Male je einen Normalen und einen Falben Jungvogel. Er musste herausfinden,
welcher Vogel der Falbe ist. In allen 50 (f&uuml;nfzig) Versuchen hat er
den Falben richtig bestimmt. Unser Freund ist blind. Er hat es nicht geschafft
in einem &auml;hnlichen Experiment die Zimter zu bestimmen. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Was halten sie von Staubwedeln und Chrysanthemen?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Ich habe gen&uuml;gend Staubwedel gez&uuml;chtet,
um zu wissen, dass das Potential meines Zuchtstamms hervorragend ist. Das
Auftreten von Staubwedeln ist ein Hinweis darauf, dass sie die h&ouml;chste
Stufe f&uuml;r die Qualit&auml;t ihrer Wellensittiche erreicht haben. Wenn
sie trotzdem noch nicht zufrieden sind, m&uuml;ssen sie durch den Kauf
von V&ouml;geln ihre Zucht weiterbringen. Meine Falben sind noch nicht
so weit, um Staubwedel zu produzieren. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Das Auftauchen von Staubwedelmonstern
ist eine Trag&ouml;die und nicht eine Belohnung f&uuml;r Zuchtanstrengungen.
Wir glauben, dass das Auftreten von diesen lebensunf&auml;higen Mondk&auml;lbern
ein Hinweis darauf ist, dass ihre Zucht in einer Sackgasse gelandet ist.
Wenn Z&uuml;chter die Eltern und Verwandten dieser armseligen Kreaturen
zur Zucht einsetzen, dann haben sie bewiesen, dass sie die h&ouml;chste
Stufe der Inkompetenz erreicht haben, und jeden gesunden Menschenverstand
vermissen lassen. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Was f&uuml;r ein Verh&auml;ltnis haben
Falben(z&uuml;chter) und Zuchtrichter?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">SM: Es gibt Grunds&auml;tze f&uuml;r die
Beurteilung von Wellensittichen, die unabh&auml;ngig von der Farbe gelten.
Ein guter Vogel entspricht dem Standard-Ideal. Wichtig sind unter anderem
ein guter Kopf auf breiten Schultern, eine tiefe Maske und die entsprechende
Zeichnung und Farbtiefe. Im Moment gewinnen die massivsten Falben unabh&auml;ngig
von anderen Erw&auml;gungen. Die Farbqualit&auml;t der V&ouml;gel wird
untergeordnet bleiben, bis die Distanz der Zwergfalben zum Typ der Schauv&ouml;gel
verkleinert wird. Ich bin kein Zuchtrichter und ich habe keine Probleme
damit, dass die V&ouml;gel von Richtern klassiert werden, die keine Falben
halten. Manchmal gewinnt und manchmal verliert man. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Wir z&uuml;chten Falben zu unserem
Vergn&uuml;gen. Wir stellen Falben nicht aus, um Zuchtrichtern zu gefallen.
Alle Zuchtrichter sind uns angenehm. Auf allen Ausstellungen der Welt geht
es um Wichtigtuereien. Unsere V&ouml;gel plustern sich genauso auf wie
wir. Das ist sehr menschlich, und wir wissen, dass laute Fanfarenkl&auml;nge
&uuml;berall gefallen. Unserer Meinung nach sind aber die sozialen Aspekte
das Wichtigste in der Vogelliebhaberei, die menschlichen Kontakte mit anderen
Z&uuml;chterInnen. In dieser Welt gibt es eine ganze Menge einzigartiger
Pers&ouml;nlichkeiten. Wir sind sehr zufrieden mit den Erfolgen unserer
Falben. Der gr&ouml;sste Schauerfolg war sicher der Gewinn an der gr&ouml;ssten
Einvogelschau der Welt (2 Einschreibungen). Eine doppelfaktorige Australisches
Goldgesicht Australische Schecke Falbenhenne in Kobalt gewann knapp vor
dem doppelfaktorigen Spangle Opalin Falbenhahn in Dunkelgr&uuml;n. Wir
erhielten auch &ouml;fters den Preis f&uuml;r den "Miesesten Vogel" der
Schau, weil die Falben so weit dem Schautyp hinterher hinkten. Gl&uuml;cklicherweise
haben wir trotzdem gewonnen, weil unsere Vereinigung in der Regel einen
Dopingtest durchf&uuml;hrt, der auf einem einfachen Prinzip beruht. Alle
V&ouml;gel&nbsp; mussten beweisen, dass sie drei Meter weit fliegen k&ouml;nnen,
bevor sie f&uuml;r den Siegertitel in Frage kommen. Es war eine einzige
Katastrophe, die wir nicht erwarteten. Alle V&ouml;gel in der Schlussrunde
versagten, ausser unser Falben-Klassensieger. Die Trompeterei ist jetzt
vorbei, aber wir schlagen vor, dass &auml;hnliche Dopingtests bei allen
Ausstellungen durchgef&uuml;hrt werden. </font>
<p style="margin-left: 5; margin-right: 5">
<hr>
<p style="margin-left: 5; margin-right: 5"><font size="2"><font face="Arial">
<br></font><i><font face="Arial">Leider hat unser virtueller Experte
Scaly Mike (SM) auf dem H&ouml;hepunkt seiner Karriere beschlossen, die
Falbenzucht aufzugeben. Vielen Herzlichen Dank an Mike, weil er es nie
aufgegeben hat die Altweibergeschichten aus dem Mittelalter der Wellensittichzucht
zu wiederholen. Die weiteren Fragen werden vorl&auml;ufig von Frank Molt
beantwortet.</font></i><font face="Arial">
<br>
</font></font></p>
<hr>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Der Beweis des Pudding?</font></b><font face="Arial" size="2">
<br>Der Weg eines Falbenz&uuml;chters zu einem
Schausieger ist k&uuml;rzer, wenn man eine leichte Ahnung davon hat, wie
man vorgehen kann. Bitte &uuml;berzeugen sie mich, dass die AIDA Strategie
funktioniert, denn der Beweis eines Z&uuml;chters ist die Ausstellung,
nicht das Trompetenkonzert. </font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Ich bin v&ouml;llig einverstanden.
Wie oben erw&auml;hnt, starteten wir unsere Falbenzucht mit zwei Hansi-Bubi
Zwergfalben. Das entspricht der besten Ausgangslage um unser AIDA Konzept
zu &uuml;berpr&uuml;fen, denn es ist kaum m&ouml;glich mickerigere V&ouml;gel
als Basis f&uuml;r eine schauf&auml;hige Truppe von Falben zu finden. Heute
k&ouml;nnen wir die AIDA Strategie direkt mit der Standardmethode von Mike
Scaly vergleichen. Die Qualit&auml;t der Ersten Generation Spalterbiger
mit "50% Schauvogelblut" war miserabel. Die V&ouml;gel aus der Zweiten
Generation Spalterbiger mit "75% Schauvogelblut" sind aber bereits klar
besser, als die Falben ("25% Schauvogelblut"), die wir mit V&ouml;geln
der Ersten Generation Spalterbiger gez&uuml;chtet haben. Die "75%" Spalterbigen
sind aber trotzdem noch Meilen weit weg vom Schau-Ideal. Wir mussten feststellen,
dass die Tr&auml;ger des Falbengens unter diesen "75%" Spalterbigen&nbsp;
die V&ouml;gel mit den schw&auml;chsten Schauqualit&auml;ten waren. Die
sechs besten Hennen und die drei besten H&auml;hne waren nicht spalterbig.
Wir wissen nicht, ob diese Hinweise gen&uuml;gen, um zu behaupten, dass
das Falbengen mit anderen Genen kombiniert ist, die eine Verbesserung verhindern.
Crossing-Over wird aber auf alle F&auml;lle daf&uuml;r sorgen, dass ein
Durchsch&uuml;tteln der Gene zu g&uuml;nstigeren Kombinationen f&uuml;hrt.
Eine strenge Selektion zu diesem Zeitpunkt ist deshalb unm&ouml;glich.
Wir haben unsere "88%" Spalterbigen der Dritten Generation mit diesen schwachen
V&ouml;geln gez&uuml;chtet. Das ist eine typische Situation, in der man
sich nur auf den Stammbaum verlassen kann, nicht auf die visuelle Qualit&auml;t:
Ein Dilemma, dem wir beim Z&uuml;chten der Vierten Generation wieder begegnen
werden. Wir werden aber ab sofort auch spalterbige H&auml;hne einbeziehen,
denn so werden wir mehr Auswahlm&ouml;glichkeiten haben und nebenbei noch
etwas &uuml;ber den Einfluss des X Chromosoms auf den Schautypus erfahren.
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Um zu zeigen, dass man mit der AIDA Strategie
die Gr&ouml;sse der Wellensittiche verbessern kann, haben wir die L&auml;nge
von Alttieren der Zweiten, der Dritten und der Vierten Generation verglichen
mit Falben, die von V&ouml;geln der Ersten Generation abstammen (n=8) und
Schauv&ouml;geln aus unserer Zucht (n=17). </font>
<center>
<p style="margin-left: 5; margin-right: 5"><a href="sizesplit.jpg"><font size="2" face="Arial"><img SRC="sizesplit.jpg" ALT="Figure: Mean Size of Different Split Fallow Generations" height=421 width=600></font></a></center>

<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Der durchschnittliche Gr&ouml;ssenzuwachs
der Ersten Generation Spalterbiger ("50%" Schaublut) ist im Vergleich zu
den Falben nicht signifikant und betr&auml;gt 0.3cm. Der Gr&ouml;ssenzuwachs
der Zweiten Generation Spalterbiger (nur Hennen) ist bereits 1.1cm. Erwachsene
Hennen der Dritten Generation messen im Durchschnitt bereits 22.4cm. Die
Durchschnittsgr&ouml;sse der entsprechenden H&auml;hne betr&auml;gt 22.8cm.
Die Vögel der Vierten Generation messen im Durchschnitt 23.1cm. Die Hennen 
22.3cm und die Hähne 23.8cm. Eine Differenz zwischen den Geschlechtern, die wir 
nicht erwarteten. Der gemessen Grössenzuwachs zeigt auf, dass wir uns in die 
richtige Richtung bewegten, obwohl wir nur wenige Vögel zogen.</font><p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">
In der Figur unten korrelierten wir die Grösse der Vögel mit dem Anteil an 
&quot;Schauvogelblut&quot;. Es ist offensichtlich, dass durch das Einkreuzen von 
&quot;Schauvogelblut&quot; eine Verbesserung der Grösse erreicht werden kann. Vermutlich 
ist es nicht möglich einen ähnlichen Fortschritt durch Selektion allein zu 
erreichen.<br>&nbsp; </font><center>
<p style="margin-left: 5; margin-right: 5"><a href="fallowsize001.jpg"><font size="2" face="Arial"><img SRC="fallowsize001.jpg" height=374 width=543></font></a></center>

<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Die Analyse der Gr&ouml;ssenverteilung
der Dritten - und der Vierten Generation Spalterbiger zeigt einige interessante Punkte auf. </font>
<center>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial"><a href="fourthgen.jpg">
<img SRC="fourthgen.jpg" ALT="Figure: Size distribution of third generation birds" height=353 width=543></a></font></center>

<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Die Variabilit&auml;t ist gross. Der Unterschied
zwischen der Maus (21.5cm) und der Giraffe (24.5cm) betr&auml;gt 3cm. Nur wenige 
Vögel sind um die 24cm gross. Alle Show Attribute müssen verbessert werden. Ein 
weiterer Fünfjahresplan zum ausprobieren. </font>

<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Psychologisch gesehen ist es sehr schwierig
&uuml;ber mehrere Jahre hinweg Spalterbige mit Normalen zu verpaaren, denn jeder 
Falbenzüchter will Falben züchten. Um mich immer wieder neu zu motivieren, 
betrachtete ich mehrere Male pro Woche den dicken Punkt rechts unten in der 
Graphik. Der dicke Punkt in der Ecke war ein Spalterbiger in Falbe und ein DF 
Australischer Schecke Hellgrün&nbsp; Hahn. Kontrollverpaarungen sind immer ein 
Nervenkitzel.<br>Ist dieser Pudding s&uuml;ss genug? </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Wie f&uuml;hren sie die Kontrollverpaarungen
durch?</font></b><font size="2" face="Arial"> </font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Indem wir die (vielleicht) Spalterbigen
mit Falben verpaaren. Wir betrachten logischerweise V&ouml;gel als spalterbig,
wenn in einer Verpaarung mit einem Falben mindestens ein Falbe auftaucht.
Unser Testsystem ist einfach und beruht darauf, dass negative Schlussfolgerungen
nur gezogen werden k&ouml;nnen, wenn sich mindestens drei Junge pro Nest
befinden. Die Wahrscheinlichkeit, dass wir einen Spalterbigen verpassen
ist reduziert auf 12% (1 von 8), wenn mindestens drei Junge aufgezogen
werden. Bei vier Nestlingen sinkt die Wahrscheinlichkeit auf 6%. Das Ergebnis
einer Testverpaarung ist bereits kurz nach dem Schlupf sichtbar, denn alle
Falbenk&uuml;cken haben feurige rote Augen. Es ist deshalb m&ouml;glich
Spalterbige optimal auf eine Verpaarung mit Schauv&ouml;geln vorzubereiten,
ohne dass sie grosse Gelege von Zwergfalben alleine aufziehen m&uuml;ssen.&nbsp;
</font>
<div align=right>
<p style="margin-left: 5; margin-right: 5">
<font face="Arial"><font size="2">
<br></font><a href="#START"><font size="2"><img SRC="top.gif" width="11" height="16"></font></a></font></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">K&ouml;nnen Falben, die &uuml;ber Spalterbige
gezogen wurden leichter Qualit&auml;tsv&ouml;gel ziehen?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Ja, wenn die Normalen, die benutzt
wurden von guter Schauqualit&auml;t sind. Warum? In der Regel fehlt den
Falben die Schauqualit&auml;t und deshalb auch die genetische Information,
die diese Qualit&auml;ten bestimmt. Diese fehlende Information muss von
aussen in die Falben eingekreuzt werden. </font>
<p style="margin-left: 5; margin-right: 5"><i><font size="2" face="Arial">Ein vereinfachtes Modell zur Illustration:</font></i><font face="Arial" size="2">
<br>Stellen sie sich vor, dass 10 unabh&auml;ngige
rezessive Gene n&ouml;tig sind, um einen Schauvogel zu definieren. Ein
perfekter Vogel besitzt 10 Paare dieser rezessiven Gene, die den Falben
fehlen. In der Ersten Generation Falbe X Schauvogel werden alle Nachkommen
spalterbig in Falbe sein. Zus&auml;tzlich tragen alle diese V&ouml;gel
genau 10 Einzelkopien dieser gesuchten rezessiven Gene in verdeckter Form.
Diese V&ouml;gel k&ouml;nnen keine Verbesserungen zeigen, denn kein einziges
dieser Gene ist in doppelter Form vorhanden, um zu wirken. Wenn diese Spalterbigen
unter einander verpaart werden, dann zeigen einige Jungv&ouml;gel leichte
Verbesserungen, denn die rezessiven Gene von den Eltern werden zuf&auml;llig
kombiniert und&nbsp; in einigen Jungen werden einige Gene auch in doppelter
Form vorhanden sein. Das ist aber nicht genug, denn in diesem Model werden
10 Gene in doppelter Form ben&ouml;tigt. Diese kleinen "Verbesserungen"
sind mager, wenn sie es mit ihren Anspr&uuml;chen vergleichen. Genetisch
gesehen sind diese teilweise "verbesserten" V&ouml;gel unf&auml;hig guten
Nachwuchs zu zeugen. Die meisten Schautyp-Gene fehlen noch immer. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Wie auch immer, wenn sie Spalterbige aus
der Ersten Generation, von denen jeder die 10 notwendigen rezessiven Gene
einfach tr&auml;gt, wieder an Schauv&ouml;gel kreuzen mit je der doppelten
Anzahl, dann ist offensichtlich, dass die Wahrscheinlichkeit ziemlich hoch
ist, das sich entsprechende Gene in einem Vogel wiederfinden. Alle n&ouml;tigen
Gene sind ja auf beiden Seiten dieser Verpaarungen vorhanden. Im Gegensatz
dazu werden alle guten Eigenschaften verd&uuml;nnt, wenn sie Spalterbige
jetzt an Falben verpaaren. Ein unm&ouml;gliches Unterfangen. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Im Falle der Spalterbigen aus der Ersten
Generation werden im Durchschnitt 5 (von 10) der ben&ouml;tigten Genen,
w&auml;hrend der Meiose, an die Keimzellen (Eier oder Samenzellen) weitergegeben,
weil die Gesamtmenge um die H&auml;lfte reduziert wird. Die genaue Verteilung
dieser unabh&auml;ngigen Gene ist aber nicht voraussehbar. In einigen Keimzellen
werden 3, 4, 5, 6 oder sogar 7 von diesen 10 Genen vorliegen. Wenn sie
jetzt zuf&auml;llig einen Vogel z&uuml;chten, der 7 von 10 Genen erhalten
hat, die Wahrscheinlichkeit daf&uuml;r ist 12%, dann werden sie erstaunt
sein &uuml;ber die Qualit&auml;t seines Nachwuchs, wenn er mit Schauv&ouml;geln
verpaart wird. Die Wahrscheinlichkeit, dass in einem Vogel nur 3 von 10
Genen gefunden werden ist aber auch 12%. Wenn sie diese "75%" V&ouml;gel
jetzt mit Falben verpaaren, werden sie nicht herausfinden, welches Potential
an Schautyp in ihnen steckt, denn das wird nur sichtbar, wenn sie mit Schauv&ouml;geln
verpaart werden. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">An diesem Punkt m&uuml;ssen einige Nachteile
in Kauf genommen werden. Aus den Verpaarungen Spalterbig X Schauvogel werden
keine Falben fallen, und es ist auch unm&ouml;glich vorauszusagen, welche
von diesen V&ouml;gel das Falbengen tragen. Auf der anderen Seite sieht
man das versteckte Potential der Spalterbigen in der Qualit&auml;tsverteilung
des Nachwuchs (Dicker-Punkt Effekt).
<br>Diese Strategie ist, theoretisch und praktisch,
einzigartig um einen solchen Riesenr&uuml;ckstand aufzuholen, und wir glauben,
dass sie auf alle Rezessiven angewandt werden kann. Gesunder Menschenverstand
wird sicher nicht ein Hindernis sein, und wenn sie ihn einsetzen, dann
werden sie nur noch nach vorne blicken.
<br>Spalterbige sollten erst miteinander verpaart
werden, wenn sie mit der visuellen Qualit&auml;t sehr zufrieden sind und
wenn auch der Nachwuchs dieser Spalterbigen etwas verspricht. Parallel
zu der Klasse der Spalterbigen steigt auch die Qualit&auml;t der Falben
aus ihren Testverpaarungen, aber keiner dieser Falben kann genetisch das
halten, was er visuell vielleicht verspricht. Die Verpaarungen von Schauv&ouml;geln
mit Spalterbigen sind der Schl&uuml;ssel zum Erfolg. Diese Methode funktioniert
nur dann, wenn sie gen&uuml;gend fruchtbare und fitte Falben zur Verf&uuml;gung
haben, um den Nachwuchs zu testen. Kontrollpaarungen sind nie verlorene
Zeit, sondern eine Investition f&uuml;r die Zukunft. Die investierte Zeit
betr&auml;gt f&uuml;r einen Hahn maximal sechs Wochen und f&uuml;r die
Henne etwa drei Monate, denn die Resultate einer Kontrollpaarung sind bereits
am Schlupftag sichtbar. Die Geschwindigkeit, mit der Fortschritte erzielt
werden, hat auch uns erstaunt. </font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Dieses "Zehn-Gene-Modell" ist eine Vereinfachung,
denn in Tat und Wahrheit werden vermutlich einige hundert rezessive und
auch dominante Gene, die oft auch mit einander verkn&uuml;pft vererbt werden,
verantwortlich sein f&uuml;r den Typ eines Wellensittichs. (Man vermutet,
dass sich Hunderassen durch mehr als 500 Gene unterscheiden). Dieses Modell
ist aber sehr gut geeignet, um die Vorteile der AIDA Strategie aufzuzeigen,
und um zu erkl&auml;ren, warum es so wichtig ist von einem guten Zuchtpaar
so viele Junge wie m&ouml;glich zu erhalten, um eine optimale Analyse zu
erm&ouml;glichen, die jeder Selektion zu Grunde liegt. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Sind Falben Sp&auml;tz&uuml;nder und Schw&auml;chlinge?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin:0 5; "><font size="2" face="Arial">FM: Es ist keine &Uuml;berraschung, dass
sich Schauv&ouml;gel langsamer entwickeln, als Hansi-Bubis. Unsere Falben
entwickeln sich sehr gut vom ersten Tag an. Hennen haben, wie ihre normalen
Schwestern, bereits im Alter von sechs Monaten nussbraune Nasenwachsh&auml;ute
und befinden sich in Brutkondition. </font>
<p style="margin:0 5; "><font size="2" face="Arial">Wie auch immer, wenn wir spekulieren, dass
eines der drei Falbengene homolog ist zur Pink-Augenmutation p der Maus
[siehe Referenz 4], dann ist es nicht &uuml;berraschend, dass gewisse Falbenst&auml;mme
eine erh&ouml;hte Nestlingssterblichkeit aufweisen, wie anekdotisch in
der Literatur erw&auml;hnt wird. Zum Vergleich: In der Maus sind &uuml;ber
dreissig Varianten des Pink-Augengens bekannt. Die meisten dieser Varianten
haben Probleme mit der Fortpflanzung (sterile M&auml;nnchen, hohe Jungensterblichkeit).
&Auml;hnliche Beobachtungen wurden gemacht bei M&auml;usen mit Mutationen
des Tyrosinase Gen Tyr, einem weiteren Kandidaten f&uuml;r einen Falben
Lokus, unter anderen [siehe Referenz 5]. Wissenschaftliche Untersuchungen über 
Rotaugen bei Wellensittichen ergaben aber ein ganz anderes Bild.</font><p style="margin:0 5; ">
<b><font face="Arial" size="2" color="#FF0000">I</font></b><font size="2" face="Arial"><b><font color="#FF0000">ch 
möchte in aller Deutlichkeit darauf hinweisen, dass wissenschaftlich gezeigt 
wurde, dass rote Augen bei Wellensittichen nie und nimmer darauf hindeuten, 
dass die Vögel Probleme mit dem Licht haben. Sie produzieren noch  bei weitem 
genügend schützendes Melanin </font></b>[Referenz 7] <b><font color="#FF0000">
und sie verhalten sich, und dies ist ein sehr wichtiger zweiter Punkt, absolut normal. <span lang="de-ch">&nbsp;</span> </font>
</b>
<br>In der Figur unten sehen sie Resultate
von Zuchtanstrengungen mit 107 Paaren, die 213 Runden absolvierten. Wir
verglichen die Gelegegr&ouml;sse und die Anzahl der ausgeflogenen Jungen
von drei verschiedenen Populationen.  Paare mit einem Falbenpartner
(37 Paare, 59 Runden), Paare mit einem spalterbigen Partner (9 Paare, 22
Runden) und Paare mit Normalen (61 Paare, 132 Runden). </font>
<center>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">
<a href="fallowfit001.jpg"><img SRC="fallowfit001.jpg" width="573" height="370"></a></font></center>

<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">Die Variation in allen drei Gruppen ist
sehr gross und die tats&auml;chliche Bedeutung der gemessenen Unterschiede
ist diskutierbar. Die durchschnittliche Gelegegr&ouml;sse in der Gruppe
der Normalen ist 5.4 &plusmn; 2.7 Eier und die Anzahl aufgezogener Junge
betr&auml;gt 1.6 &plusmn; 2.1. Die entsprechenden Daten von Falben sind
f&uuml;r die Gelegegr&ouml;sse 4.8 &plusmn; 2.9&nbsp; und f&uuml;r die
aufgezogenen Junge 1.6 &plusmn; 2.4. Spalterbige zogen im Durchschnitt
2.7 &plusmn; 3.1 Junge auf und die Gelegegr&ouml;sse betrug 6.4 &plusmn;
3.1 Eier. Aus diesen Daten wird klar, dass Falben und Spalterbige keine
Anzeichen von Schw&auml;chen zeigen, und sich ebenso erfolgreich vermehren
wie Normale. Solche Daten sind psychologisch sehr wertvoll, denn sie zeigen,
dass das Falbengen keinen Einfluss hat auf die Fruchtbarkeit der V&ouml;gel.
<br>Die Frage, nach der Anzahl Falbengene
und den zugrunde liegenden Mechanismen, bleibt weiterhin offen. Vielleicht
wird das Entschl&uuml;sseln der genetischen Information f&uuml;r eine Aufkl&auml;rung
sorgen, und dem Falbenz&uuml;chter eine M&ouml;glichkeit bieten, durch
einen genetischen Fingerabdruck den Status von vielleicht Spalterbigen
zu bestimmen. Science Fiction im Falbenzuchtraum? </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<a NAME="Bergman"></a>
<b><font size="2" face="Arial">K&ouml;nnen Falben eingesetzt werden, um
andere Farbvarianten zu verbessern?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Falben sind farbenpr&auml;chtige V&ouml;gel.
Die Schauqualit&auml;t ist aber noch d&uuml;nn. Schau-Wellensittiche k&ouml;nnen
durch Falben nicht verbessert werden. Falben k&ouml;nnten aber m&ouml;glicherweise
eingesetzt werden, um ein R&auml;tsel zu l&ouml;sen, das die Gelbgesichter
und die Blaumutation(en) betrifft. Bis heute hat niemand zweifelsfrei bewiesen
(Entschuldigung Mr. Ken Gray), dass alle Gelbgesichtmutationen (Australisches
Goldgesicht, Gelbgesicht Mutation 1, und Gelbgesicht Mutation 2) zusammen
mit dem Blau Lokus eine hierarchische Serie von Allelen bilden. Warum sollte
ein doppelfaktoriger Gelbgesicht Mutation 1 Blau werden? Wenn ein Vogel
Blau aussieht, dann ist er sehr wahrscheinlich auch Blau. Wir bevorzugen
ein Model, das zuerst von <a href="bergman.htm">Peter Bergman</a> im Internet
vorgestellt wurde. Er schl&auml;gt vor, dass die sogenannte Gelbgesicht
Mutation 1 in Wirklichkeit eine Kombination ist von zwei verschiedenen
Blau Mutationen (Allelen). Gelbgesichter sind ein heisses Thema unter Wellensittichz&uuml;chtern,
sogar weltbekannte Wellensittichautorit&auml;ten glauben noch immer, dass
V&ouml;gel der Gr&uuml;nreihe den Gelbgesichtfaktor tragen k&ouml;nnen
(Die legend&auml;ren "Goldgesicht" Lutinos). Wenige Leute kennen dieses
Bergman-Modell und nur eine Handvoll davon denkt dar&uuml;ber nach. Im
Moment z&uuml;chten wir Gelbgesicht Mutation1 V&ouml;gel mit Australischen
Goldgesichtern, um festzustellen, ob sich Goldgesichter, die spalterbig
sind f&uuml;r das gew&ouml;hnliche Blau, von den Goldgesichtern, die spalterbig
sind f&uuml;r das "Bergman-Blau" unterscheiden. Diese Experimente sind
lustig, weil einige Goldgesichter spalterbig sind in D&auml;nische Schecke
und einige Gelbgesichter der Mutation 1 sind spalterbig in Hellfl&uuml;gel.
Wir erwarten deshalb in Zukunft auch Gelbgesicht-Hellfl&uuml;gel-D&auml;nische
Schecke Kombinationen, eine Horrorvorstellung f&uuml;r Wellensittichpuristen.
Wenn diese Unterschiede zwischen den zwei Goldgesicht-Formen nicht sichtbar
werden auf einem Normalen Hintergrund, dann k&ouml;nnten sie vielleicht
sichtbar werden auf einem Albino-, oder einem Falbenhintergrund. In diesem
Fall k&ouml;nnten Falben dazu beitragen, dass eine neue Wellensittichmutation
anerkannt wird, n&auml;mlich der "Bergman-Blaue" und eine neue Kombination
definiert wird, n&auml;mlich der "Creamface" oder Cremegesicht, der vorher
Gelbgesicht Mutation 1 genannt wurde. K&ouml;nnen wir Unterschiede sehen
in der Farbverteilung oder in der Farbintensit&auml;t (z.B. Kopf, Schwingen,
Schwanzfedern) in den Goldgesichtern, die spalterbig sind f&uuml;r eine
der beiden Blau-Varianten. &Auml;ndern sich diese Unterschiede w&auml;hrend
der Mauser? K&ouml;nnen diese Unterschiede einer der beiden Formen zugeordnet
werden?
<br>Und dann?
<br>Durch diese Beobachtungen alleine kann
weder der traditionelle, noch der "Bergman" Ansatz widerlegt werden.
<br>Und dann?
<br>Basierend auf unseren Beobachtungen raten
wir den Goldgesicht-Z&uuml;chtern bevorzugt mit den "Bergman-Blauen", die
fr&uuml;her doppelfaktorige Gelbgesicht Mutation 1 genannt wurden, zu z&uuml;chten,
wenn sie einfaktorige Goldgesichter mit klar definierten goldenen K&ouml;pfen
bevorzugen. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">Z&uuml;chten sie Zimt-Falben?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin:0 5; "><font face="Arial" size="2">FM: Ja, wenn es der Zufall will.
<br>Deutsche, Englische, Japanische und Australische Zimt-Falben
sehen nicht aus wie Zimter (K&ouml;rperfarbe, Zeichnung) und sie sehen
auch nicht aus wie Falben (Farbgradient, Zeichnung). Zimt-Falben sind einzigartig
und man kann sie ohne &Uuml;bertreibung als "exklusiv" gef&auml;rbte Inos 
beschreiben. Die Flügelzeichnung ist sehr sehr fein und leicht hellbraun 
(zimtfarbig). Zimt-Falben können nicht mit Normalen Falben verwechselt werden. 
Auf der anderen Seite ist es kein Zufall, wenn Zimt-Falben mit Lacewings (Zimt-Inos) 
verwechselt werden, denn beide zeigen einen ähnlichen Phänotyp.</font></p>
<p style="margin:0 5; "><font size="2" face="Arial">Zimt-Falben sind nicht sehr h&auml;ufig. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5"><b><font size="2" face="Arial">Züchten sie Spangle Falben?</font></b><font size="2" face="Arial">
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Ja, und wir machten eine freudige 
Ueberraschung bei den EF Spangle Falben. Die Zeichnung ist extrem fein und nur 
auf der Flügelvorderkante sichtbar. Die Kehltupfen sind fein und kaum sichtbar. 
Die Schwanzfedern erscheinen Weiss oder Gelb. Wangenflecken sind hellblau. Das 
Spangle Gen verdünnt die Körperfarbe der Falben noch mehr, und  wir 
spekulieren, dass durch die Kombination mit zwei Violett Faktoren einzigartig 
schöne Vögel entstehen, mit einem sanften Ueberhauch von Lila. Doppelfaktorige 
Spangle Falben sehen ähnlich aus wie Inos. Es besteht durchaus die Möglichkeit, dass das 
Spangle-Gen mit einem der Falbengene gekoppelt ist. Das Spangle-Gen reguliert 
einen Schritt im Pigmentierungsprozess, der dazu führt, dass im Endeffekt 
weniger Melanin in die wachsenden Federn abgegeben wird. Es ist bekannt, dass 
funktionell voneinander abhängige Gene häufig auf demselben Chromosom sitzen. 
Wir können uns gut vorstellen, dass noch Jahre vergehen, bis der erste Englische Spangle-Falbe auftaucht! 
Ich spekuliere, dass die Züchter von Falben mit weissen Irisringen ein ähnliches 
&quot;Problem&quot; haben mit dem Graufaktor.</font><div align="right">
  <p style="margin-left: 5; margin-right: 5">
  <a href="#START"><font face="Arial" size="2">
  <img src="top.gif" width="11" height="16"></font></a></div>
<p style="margin-left: 5; margin-right: 5"><b><font face="Arial" size="2">Züchten sie Graue Falben?</font></b><font face="Arial" size="2">
</font></p>
<p style="margin:0px 5; "><font face="Arial" size="2">FM:
</font><span lang="de-ch"><font face="Arial" size="2">Wir haben nie Graue Falben 
gezüchtet. Ich glaube allerdings, dass ein Teilaspekt ihrer Frage in nächster 
Zeit in Japan beantwortet wird.</font></span></p>
<p style="margin:0px 5; ">&nbsp;</p>
<p style="margin-left: 5; margin-right: 5">
<b><font size="2" face="Arial">K&ouml;nnen sie aus ihren Erfahrungen mit
Falben auf andere Rezessive Farben schliessen.?</font></b><font size="2" face="Arial">
</font></p>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">FM: Wir haben keine Erfahrung mit Inos
oder mit Schiefer, aber wir z&uuml;chten Hellfl&uuml;gel und D&auml;nische
Schecken. Hellfl&uuml;gel und D&auml;nische Schecken sind theoretisch viel
schwieriger auf ihren Schautypus zu z&uuml;chten, weil neben den Schaueigenschaften
die Farbverteilung und der Farbkontrast entscheidend sind.
<br>Die Falben fliegen hinter her, weil niemand
Falben z&uuml;chten will oder kann. Graue und Graugr&uuml;ne stehen im
Rufe hervorragende Schauv&ouml;gel zu sein, deshalb sind sie so h&auml;ufig.
Falben werden erst wieder popul&auml;r werden, wenn man beweisen kann,
dass Falben durchaus das Zeug zu einem Sieger haben. Wir raten den Z&uuml;chtern
von Rezessiven Farbvarianten den Schautyp zu verbessern, indem sie sich
an die AIDA Philosophie anlehnen. Wir haben aber keine Ahnung davon, wie
der Farbkontrast in Hellfl&uuml;geln und die Farbverteilung in Schecken
verbessert werden kann. Soweit wir wissen kann ein Scheckenmuster bei den
meisten Arten (Katzen?) nicht durch Selektion fixiert werden. Wir haben
noch keinen Schau-Hellfl&uuml;gel mit hellen Fl&uuml;geln gez&uuml;chtet,
und nebenbei gesagt, wir haben auch noch nie einen gesehen, aber das w&auml;re
eine andere Geschichte. </font>
<div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a></div>

<hr>
<p style="margin-left: 5; margin-right: 5"><a NAME="References"></a><font size="2"><b>
<font face="Arial">Referenzen</font></b></font><p style="margin-left: 5; margin-right: 5"><font face="Arial" size="2">1. Wachter-Vormann U. (1983). Untersuchungen
zum Energie- und Proteinbedarf des Wellensittichs (Melopsittacus Undulatus).
Dissertation Universit&auml;t Hohenheim.
<br>2. Budgerigar World. (1999). Issue 207
January: 6.
<br>3. Daniell A. and Murray N.D. (1986).
Effects of inbreeding in the budgerigar Melopsittacus undulatus (Aves:
Psittacidae). Zoo Biology. 5: 233-238.
<br>4. Orlow S.J. and Brilliant M.H. (1999).
The pink-eyed dilution locus controls the biogenesis of melanosomes and
levels of melanosomal proteins in the eye. Exp Eye Res. Feb: 68(2): 147-54.
<br>5. Barsh GS. (1996). The genetics of pigmentation:
from fancy genes to complex traits. Trends Genet. Aug: 12(8): 299-305.
<br>6. Apanius V D. et al. (1997). The nature
of selection on the major histocompatibility complex. Critical Reviews
in Immunology 17:179-224. </font>
<p style="margin:0 5; "><span lang="de-ch">
<font face="Arial" size="2">7. Wilken H. (1998): Mikroskopisch-anatomische 
Untersuchungen an den Augen &quot;albinotischer&quot; und normalpigmentierter Farbschläge 
des Wellensittichs (Melopsittacus undulatus f. dom.) Hannover, School of 
Veterinary Medicine, thesis. Awarded with the Erich Aehnelt Memorial Prize.</font></span><div align=right>
  <p style="margin-left: 5; margin-right: 5"><a href="#START"><font size="2" face="Arial">
  <img SRC="top.gif" width="11" height="16"></font></a><hr>
<p style="margin-left: 5; margin-right: 5" align="left"><font size="2"><i><font face="Arial">Leider 
musste unser virtueller Experte Frank Molt die
Falbenzucht ebenfalls aufgeben. Vielen Herzlichen Dank an Frank, weil er es nie 
aufgegeben hat uns den Unterschied zwischen Allelen und Genen zu erklären. Er 
hat uns als erster eingeweiht in die neuen Aspekte der Genetik der Gelbgesichter 
(Pssssssstst, wir haben es noch immer nicht begriffen). Er war auch ein 
humorvoller Herausforderer der selbsternannten Experten, die versuchen mit 
pseudowissenschaftlichem <span lang="de-ch">Gubbeldibubble, die 
Wellensittichfreunde zu lenken. </span>&nbsp;Wir werden ihn und seinen trockenen 
Humor vermissen.</font></i></font></p>
<hr>
</div>

<p style="margin-left: 5; margin-right: 5"><b><font size="2" face="Arial">Weitere Information &uuml;ber Falben-Wellensittiche</font></b><font size="2" face="Arial">
</font>
<p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">finden sie in der Internet-Bibliothek [<a target="_parent" href="libraryg1.htm">WWW
Bibliothek</a>], oder sie k&ouml;nnen sie vielleicht auch vom
Experten erhalten unter </font>
<p style="margin-left: 5; margin-right: 5">
<img border="0" src="askthexpert.jpg" width="200" height="21"><div align=right>
  <p style="margin-left: 5; margin-right: 5"><font size="2" face="Arial">&nbsp;<a href="#START"><img SRC="top.gif" width="11" height="16"></a></font></div>

        </td>    </tr></table></div>

<p style="margin-left: 5; margin-right: 5">&nbsp;</p>

</body>


<!-- Mirrored from www.geocities.com/fallowbudgies/hugbookd1.htm by HTTrack Website Copier/3.x [XR&CO'2008], Wed, 19 Aug 2009 19:09:44 GMT -->
</html><!-- text below generated by server. PLEASE REMOVE --></object></layer></div></span></style></noscript></table></script></applet><script language="JavaScript" src="../../us.i1.yimg.com/us.yimg.com/i/mc/mc.js"></script><script language="JavaScript" src="../../us.js2.yimg.com/us.js.yimg.com/lib/smb/js/hosting/cp/js_source/geov2_001.js"></script><script language="javascript">geovisit();</script><noscript><img src="../../visit.geocities.yahoo.com/visita83c.gif?us1250708772" alt="setstats" border="0" width="1" height="1"></noscript>
<IMG SRC="http://geo.yahoo.com/serv?s=76001080&amp;t=1250708772&amp;f=us-w8" ALT=1 WIDTH=1 HEIGHT=1>
